/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "키워드";
"kMDItemTitle"                                = "제목";
"kMDItemSubject"                              = "주제";
"kMDItemTheme"                                = "테마";
"kMDItemAuthors"                              = "저자";
"kMDItemEditors"                              = "편집기";
"kMDItemProjects"                             = "프로젝트";
"kMDItemWhereFroms"                           = "출처";
"kMDItemComment"                              = "주석";
"kMDItemCopyright"                            = "저작권";
"kMDItemProducer"                             = "제작자";
"kMDItemUsedDates"                            = "사용된 날짜";
"kMDItemLastUsedDate"                         = "최근 사용일";
"kMDItemContentCreationDate"                  = "컨텐츠 생성일";
"kMDItemContentModificationDate"              = "컨텐츠 수정일";
"kMDItemDurationSeconds"                      = "실행 시간";
"kMDItemCreationDate"                         = "항목 생성일";
"kMDItemContactKeywords"                      = "연락처 키워드";
"kMDItemVersion"                              = "버전";
"kMDItemPixelHeight"                          = "픽셀 높이";
"kMDItemPixelWidth"                           = "픽셀 너비";
"kMDItemPageHeight"                           = "페이지 높이";
"kMDItemPageWidth"                            = "페이지 너비";
"kMDItemColorSpace"                           = "색상 영역";
"kMDItemBitsPerSample"                        = "샘플당 비트";
"kMDItemFlashOnOff"                           = "플래시";
"kMDItemFocalLength"                          = "초점 거리";
"kMDItemHasAlphaChannel"                      = "알파 채널";
"kMDItemAcquisitionMake"                      = "장비 제조사";
"kMDItemAcquisitionModel"                     = "장비 모델";
"kMDItemISOSpeed"                             = "ISO 속도";
"kMDItemOrientation"                          = "방향";
"kMDItemLayerNames"                           = "레이어";
"kMDItemWhiteBalance"                         = "화이트 밸런스";
"kMDItemAperture"                             = "조리개";
"kMDItemProfileName"                          = "프로파일 이름";
"kMDItemResolutionWidthDPI"                   = "해상도 너비";
"kMDItemResolutionHeightDPI"                  = "해상도 높이";
"kMDItemExposureMode"                         = "노출 모드";
"kMDItemExposureTimeSeconds"                  = "노출 시간";
"kMDItemEXIFVersion"                          = "EXIF 버전";
"kMDItemEXIFGPSVersion"                       = "EXIF GPS 버전";
"kMDItemCodecs"                               = "코덱";
"kMDItemMediaTypes"                           = "미디어 유형";
"kMDItemStreamable"                           = "스트리밍 가능";
"kMDItemTotalBitRate"                         = "총 비트율";
"kMDItemVideoBitRate"                         = "비디오 비트율";
"kMDItemAudioBitRate"                         = "오디오 비트 전송률";
"kMDItemDeliveryType"                         = "발송 유형";

"kMDItemAltitude"                             = "고도";
"kMDItemLatitude"                             = "위도";
"kMDItemLongitude"                            = "경도";

"kMDItemTextContent"                          = "텍스트 내용";
"kMDItemDisplayName"                          = "표시 이름";
"kMDItemAlternateNames"                       = "표시 이름 대체";

"kMDItemRedEyeOnOff"                          = "적목";
"kMDItemMeteringMode"                         = "측광 모드";
"kMDItemMaxAperture"                          = "조리개 최대값";
"kMDItemFNumber"                              = "f 수";
"kMDItemExposureProgram"                      = "노출 프로그램";
"kMDItemExposureTimeString"                   = "노출 시간";
"kMDItemHeadline"                             = "헤드라인";
"kMDItemInstructions"                         = "명령어";
"kMDItemCity"                                 = "도시";
"kMDItemStateOrProvince"                      = "주 또는 도";
"kMDItemCountry"                              = "국가";

"kMDItemAlbum"                                = "앨범";
"kMDItemAudioSampleRate"                      = "샘플률";
"kMDItemAudioChannelCount"                    = "채널 개수";
"kMDItemTempo"                                = "템포";
"kMDItemKeySignature"                         = "조표";
"kMDItemTimeSignature"                        = "박자표";
"kMDItemAudioEncodingApplication"             = "오디오 인코딩 응용 프로그램";
"kMDItemComposer"                             = "작곡가";
"kMDItemLyricist"                             = "작사가";
"kMDItemAudioTrackNumber"                     = "트랙 번호";
"kMDItemRecordingDate"                        = "녹음 일자";
"kMDItemMusicalGenre"                         = "음악 장르";
"kMDItemIsGeneralMIDISequence"                = "일반 MIDI 시퀀스";
"kMDItemRecipients"                           = "받는 사람";
"kMDItemRecordingYear"                        = "기록된 해";

"kMDItemOrganizations"                        = "기관";
"kMDItemLanguages"                            = "언어";
"kMDItemRights"                               = "권리";
"kMDItemPublishers"                           = "발행인";
"kMDItemContributors"                         = "제공자";
"kMDItemCoverage"                             = "적용 범위";
"kMDItemDescription"                          = "설명";
"kMDItemIdentifier"                           = "식별자";
"kMDItemAudiences"                            = "청취자";

"kMDItemNumberOfPages"                        = "페이지";
"kMDItemSecurityMethod"                       = "보안 방식";

"kMDItemCreator"                              = "컨텐츠 생성자";
"kMDItemDueDate"                              = "예정일";
"kMDItemEncodingApplications"                 = "인코딩 소프트웨어";

"kMDItemStarRating"                           = "선호도";
"kMDItemPhoneNumbers"                         = "전화 번호";
"kMDItemEmailAddresses"                       = "이메일 주소";
"kMDItemInstantMessageAddresses"              = "인스턴트 메시지 주소";
"kMDItemKind"                                 = "종류";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "받는 사람 이메일 주소";
"kMDItemAuthorEmailAddresses"                 = "저자 이메일 주소";

/* Names for FS attributes */
"kMDItemFSName"                               = "파일 이름";
"kMDItemPath"                                 = "파일 경로 이름";
"kMDItemFSSize"                               = "크기";
"kMDItemFSCreationDate"                       = "생성일";
"kMDItemFSContentChangeDate"                  = "수정일";
"kMDItemFSOwnerUserID"                        = "소유자";
"kMDItemFSOwnerGroupID"                       = "그룹";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "파일 읽기 가능";
"kMDItemFSIsWriteable"                        = "파일 쓰기 가능";
"kMDItemFSNodeCount"                          = "항목 개수";
"kMDItemFSHasCustomIcon"                      = "사용자 설정 아이콘";
"kMDItemFSIsExtensionHidden"                  = "파일 확장자 가리기";
"kMDItemFSIsStationery"                       = "원판 파일";
"kMDItemFSInvisible"                          = "파일 안 보임";
"kMDItemFSLabel"                              = "파일 꼬리표";

"kMDItemFinderComment"                        = "Spotlight 주석";
"kMDItemFonts"                                = "서체";

"kMDItemAppleLoopsRootKey"                    = "원래 키 루프";
"kMDItemAppleLoopsKeyFilterType"              = "루프 음계 유형";
"kMDItemAppleLoopsLoopMode"                   = "루프 파일 유형";
"kMDItemAppleLoopDescriptors"                 = "루프 기술자";
"kMDItemMusicalInstrumentCategory"            = "악기 카테고리";
"kMDItemMusicalInstrumentName"                = "도구 이름";

"kMDItemInformation"                          = "동영상 정보";
"kMDItemDirector"                             = "감독";
"kMDItemGenre"                                = "장르";
"kMDItemPerformers"                           = "실행자";
"kMDItemOriginalFormat"                       = "원본 포맷";
"kMDItemOriginalSource"                       = "원본 소스";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "이 항목에 관련된 키워드";
"kMDItemTitle.Description"                    = "이 항목의 제목";
"kMDItemSubject.Description"                  = "이 항목의 주제";
"kMDItemTheme.Description"                    = "이 항목의 테마";
"kMDItemAuthors.Description"                  = "이 항목의 저자";
"kMDItemEditors.Description"                  = "이 항목의 편집기";
"kMDItemProjects.Description"                 = "이 항목이 일부인 프로젝트";
"kMDItemWhereFroms.Description"               = "항목 출처";
"kMDItemComment.Description"                  = "이 항목에 대한 주석";
"kMDItemCopyright.Description"                = "이 항목에 대한 저작권 정보";
"kMDItemProducer.Description"                 = "이 아이템의 제작자";
"kMDItemUsedDates.Description"                = "이 항목이 사용된 날짜";
"kMDItemLastUsedDate.Description"             = "이 항목이 마지막으로 사용된 날짜";
"kMDItemContentCreationDate.Description"      = "이 항목의 컨텐츠가 생성된 날짜";
"kMDItemContentModificationDate.Description"  = "이 항목의 컨텐츠가 수정된 날짜";
"kMDItemDurationSeconds.Description"          = "이 항목의 실행 시간(초)";
"kMDItemCreationDate.Description"             = "이 항목이 생성된 날짜";
"kMDItemContactKeywords.Description"          = "이 항목에 관련된 연락처";
"kMDItemVersion.Description"                  = "이 항목의 버전 번호";

"kMDItemPixelHeight.Description"              = "도큐멘트의 높이(픽셀)";
"kMDItemPixelWidth.Description"               = "도큐멘트의 너비(픽셀)";
"kMDItemPageHeight.Description"               = "도큐멘트 페이지의 높이(포인트)";
"kMDItemPageWidth.Description"                = "도큐멘트 페이지의 너비(포인트)";
"kMDItemResolutionWidthDPI.Description"       = "이 이미지의 해상도 너비(DPI)";
"kMDItemResolutionHeightDPI.Description"      = "이 이미지의 해상도 높이(DPI)";

"kMDItemColorSpace.Description"               = "이 이미지의 색상 영역 모델";
"kMDItemProfileName.Description"              = "이미지에 사용되는 색상 프로파일의 이름";

"kMDItemBitsPerSample.Description"            = "샘플당 비트 개수";
"kMDItemFlashOnOff.Description"               = "플래시를 사용하여 사진 촬영을 했는지 여부";
"kMDItemFocalLength.Description"              = "렌즈의 초점 거리(mm)";
"kMDItemHasAlphaChannel.Description"          = "이미지의 알파 채널 보유 유무";
"kMDItemAcquisitionMake.Description"          = "이 도큐멘트를 입수하는 데 사용할 장비로 구성";
"kMDItemAcquisitionModel.Description"         = "이 도큐멘트를 입수하는 데 사용된 장비 모델";
"kMDItemISOSpeed.Description"                 = "사진 촬영 시 카메라의 ISO 속도";
"kMDItemOrientation.Description"              = "사진 방향(가로 또는 세로)";
"kMDItemLayerNames.Description"               = "파일 내의 레이어 이름";
"kMDItemWhiteBalance.Description"             = "사진 촬영 시 카메라의 화이트 밸런스 설정.";
"kMDItemAperture.Description"                 = "사진 촬영 시 카메라의 창 설정";
"kMDItemExposureMode.Description"             = "노출에 사용된 모드";
"kMDItemExposureTimeSeconds.Description"      = "노출 동안에 렌즈가 열린 시간";
"kMDItemEXIFVersion.Description"              = "메타 데이터 생성에 사용되는 EXIF 버전";
"kMDItemEXIFGPSVersion.Description"           = "메타데이터를 생성하기 위해 사용된 EXIF의 GPSInfoIFD 버전";
"kMDItemRedEyeOnOff.Description"              = "'적목' 현상 수정 기능이 켜져 있는지 여부";
"kMDItemMeteringMode.Description"             = "측광 모드(알 수 없음, 평균, 중심부, 스팟, 멀티 스팟, 패턴, 부분)";
"kMDItemMaxAperture.Description"              = "APEX 값 단위로 렌즈의 가장 작은 F 수, 주로 00.00에서 99.99 범위 내";
"kMDItemFNumber.Description"                  = "렌즈의 효과적인 초점 길이에 비례한 조리개의 지름";
"kMDItemExposureProgram.Description"          = "카메라에서 노출 설정에 사용된 프로그램 유형: 수동, 일반, 조리개 우선, ...";
"kMDItemExposureTimeString.Description"       = "노출 시간";
"kMDItemHeadline.Description"                 = "항목 컨텐츠의 발행 가능한 요약";
"kMDItemInstructions.Description"             = "처리 지침과 같은 이 항목에 관한 기타 정보";
"kMDItemCity.Description"                     = "항목의 도시";
"kMDItemStateOrProvince.Description"          = "제공자가 통보한 항목의 도";
"kMDItemCountry.Description"                  = "제공자가 통보한 이 항목이 생성된 국가 또는 지역";

"kMDItemAltitude.Description"                 = "해수면 위의 몇미터 위치에 있는지 WGS84 데이터를 사용하여 항목의 고도를 표시했습니다. 해수면 아래일 때는 마이너스 값으로 표시합니다.";
"kMDItemLatitude.Description"                 = "적도의 북쪽으로 몇도 위치에 있는지 WGS84 데이터를 사용하여 항목의 위도를 표시했습니다. 적도의 남쪽일 때는 마이너스 값으로 표시합니다.";
"kMDItemLongitude.Description"                = "본초 자오선의 동쪽으로 몇도 위치에 있는지 WGS84 데이터를 사용하여 항목의 경도를 표시했습니다. 본초 자오선의 서쪽일 때는 마이너스 값으로 표시합니다.";

"kMDItemCodecs.Description"                   = "미디어의 인코딩 및 디코딩에 사용되는 코덱";
"kMDItemMediaTypes.Description"               = "컨텐츠의 미디어 유형";
"kMDItemStreamable.Description"               = "컨텐츠의 스트리밍 지원 여부";
"kMDItemTotalBitRate.Description"             = "미디어 내에서 오디오와 비디오의 통합 비트율";
"kMDItemVideoBitRate.Description"             = "미디어의 비디오 비트율";
"kMDItemAudioBitRate.Description"             = "미디어의 오디오 비트율";
"kMDItemDeliveryType.Description"             = "미디어 전송 방식(빠른 시작 또는 RTSP)";
"kMDItemDisplayName.Description"              = "한글화된 파일 이름";
"kMDItemAlternateNames.Description"           = "해당 파일의 이름 대체";
"kMDItemAlbum.Description"                    = "레코드 앨범과 같은 미디어 모음 제목";
"kMDItemAudioSampleRate.Description"          = "파일의 오디오 데이터의 샘플률";
"kMDItemAudioChannelCount.Description"        = "파일의 오디오 데이터 안의 채널 개수";
"kMDItemTempo.Description"                    = "오디오 파일 내의 음악 템포(BPM)";
"kMDItemKeySignature.Description"             = "오디오 파일에 있는 노래의 음조";
"kMDItemTimeSignature.Description"            = "오디오 또는 MIDI 파일 내의 노래 박자표";
"kMDItemAudioEncodingApplication.Description" = "데이터를 오디오 파일로 인코딩한 응용 프로그램 이름";
"kMDItemComposer.Description"                 = "오디오 파일의 노래 작곡가";
"kMDItemLyricist.Description"                 = "오디오 파일의 노래 작사가";
"kMDItemAudioTrackNumber.Description"         = "앨범의 일부인 노래의 트랙 번호";
"kMDItemRecordingDate.Description"            = "노래가 녹음된 날짜";
"kMDItemMusicalGenre.Description"             = "오디오 파일 내 노래의 음악 장르";
"kMDItemIsGeneralMIDISequence.Description"    = "파일에 포함된 MIDI 시퀀스가 일반 MIDI 장비와 사용할 수 있도록 설정되었는지 여부";
"kMDItemRecordingYear.Description"            = "항목이 기록된 해";

"kMDItemOrganizations.Description"            = "도큐멘트 생성 기관";
"kMDItemLanguages.Description"                = "도큐멘트의 컨텐츠 언어";
"kMDItemRights.Description"                   = "도큐멘트의 권리에 관한 정보 링크";
"kMDItemPublishers.Description"               = "도큐멘트의 발행인";
"kMDItemContributors.Description"             = "도큐멘트의 컨텐츠를 제공한 사람 또는 기관";
"kMDItemCoverage.Description"                 = "도큐멘트의 컨텐츠 한도 또는 범위";
"kMDItemDescription.Description"              = "도큐멘트의 컨텐츠 설명";
"kMDItemIdentifier.Description"               = "제공된 문맥 내의 리소스 참조";
"kMDItemAudiences.Description"                = "도큐멘트를 위한 대상";

"kMDItemNumberOfPages.Description"            = "도큐멘트의 페이지 수";
"kMDItemSecurityMethod.Description"           = "도큐멘트 보안에 사용된 암호화 방식";
"kMDItemCreator.Description"                  = "도큐멘트 생성에 사용된 응용 프로그램";
"kMDItemEncodingApplications.Description"     = "원본 컨텐츠를 변환하는데 사용된 소프트웨어";
"kMDItemDueDate.Description"                  = "이 항목의 예정일";

"kMDItemStarRating.Description"               = "사용자 선호도";
"kMDItemPhoneNumbers.Description"             = "이 항목과 관련된 전화 번호";
"kMDItemEmailAddresses.Description"           = "이 항목에 관련된 이메일 주소";
"kMDItemInstantMessageAddresses.Description"  = "이 항목과 관련된 인스턴트 메시지 주소";
"kMDItemKind.Description"                     = "이 항목의 종류";
"kMDItemFinderComment.Description"            = "이 항목에 대한 Spotlight 설명";
"kMDItemTextContent.Description"              = "이 항목의 텍스트 내용";
"kMDItemRecipients.Description"               = "이 항목의 수진자";
"kMDItemFonts.Description"                    = "이 항목에 사용된 서체";
"kMDItemURL.Description"                      = "이 항목의 URL";
"kMDItemRecipientEmailAddresses.Description"  = "이 항목 받는 사람의 이메일 주소";
"kMDItemAuthorEmailAddresses.Description"     = "이 항목 저자의 이메일 주소";

"kMDItemInformation.Description"              = "동영상 정보";
"kMDItemDirector.Description"                 = "감독";
"kMDItemGenre.Description"                    = "장르";
"kMDItemPerformers.Description"               = "실행자";
"kMDItemOriginalFormat.Description"           = "원본 포맷";
"kMDItemOriginalSource.Description"           = "원본 소스";

"kMDItemFSName.Description"                   = "파일의 이름";
"kMDItemPath.Description"                     = "이 파일의 완전한 경로 이름";
"kMDItemFSSize.Description"                   = "디스크의 파일 크기(바이트), 디스크의 블록 크기를 반올림";
"kMDItemFSCreationDate.Description"           = "파일이 생성된 날짜";
"kMDItemFSContentChangeDate.Description"      = "파일 내용이 마지막으로 변경된 날짜";
"kMDItemFSOwnerUserID.Description"            = "파일 소유자의 사용자 ID";
"kMDItemFSOwnerGroupID.Description"           = "파일 소유자의 그룹 ID";
"kMDItemFSIsReadable.Description"             = "파일을 열 수 있는지 여부, 변경 안 됨";
"kMDItemFSIsWriteable.Description"            = "파일을 변경할 수 있는지 여부";
"kMDItemFSNodeCount.Description"              = "폴더 안의 파일 및 폴더 개수";
"kMDItemFSHasCustomIcon.Description"          = "파일이 사용자 설정 아이콘을 가지고 있는지";
"kMDItemFSIsExtensionHidden.Description"      = "파일 확장자 가려짐 여부";
"kMDItemFSIsStationery.Description"           = "파일이 원본 파일인지";
"kMDItemFSInvisible.Description"              = "파일의 가시화 여부";
"kMDItemFSLabel.Description"                  = "파일에 할당된 Finder 꼬리표에 따른 번호";

"kMDItemAppleLoopsRootKey.Description"        = "루프의 원래 키를 보여줍니다. 키는 루트 음표 또는 루프에 대한 으뜸음이며, 음계 유형이 포함되지 않습니다.";
"kMDItemAppleLoopsKeyFilterType.Description"  = "루프가 장조 또는 단조를 사용하는지, 두가지 모두 사용하지 않는지, 또는 둘 다 모두 사용할 수 있는지 여부";
"kMDItemAppleLoopsLoopMode.Description"       = "파일이 루핑 또는 비루핑 파일인지 여부. 파일을 루핑하면 파일의 템포가 노래의 템포에 맞춰 조절되며, 반면에 비루핑 파일은 기록된 템포를 유지합니다.";
"kMDItemAppleLoopDescriptors.Description"     = "루프의 무드 및 기타 특성을 설명하는 키워드";
"kMDItemMusicalInstrumentCategory.Description"= "파일이 속한 악기 카테고리";
"kMDItemMusicalInstrumentName.Description"    = "파일이 기록된 도구 유형";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,키워드";
"kMDItemTitle.ShortName"                      = "title,제목";
"kMDItemSubject.ShortName"                    = "subject,제목,대상,title,제목,타이틀";
"kMDItemTheme.ShortName"                      = "테마";
"kMDItemAuthors.ShortName"                    = "author,from,with,by,작가, from,with,by";
"kMDItemEditors.ShortName"                    = "편집기";
"kMDItemProject.ShortName"                    = "project,프로젝트";
"kMDItemWhereFroms.ShortName"                 = "wherefrom";
"kMDItemComment.ShortName"                    = "comment,설명,주석,논평";
"kMDItemCopyright.ShortName"                  = "copyright,저작권";
"kMDItemProducer.ShortName"                   = "프로듀서";
"kMDItemUsedDates.ShortName"                  = "used,사용됨,사용,date,날짜";
"kMDItemLastUsedDate.ShortName"               = "lastused,최종사용일,마지막사용일,최종사용,마지막사용,date,날짜";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,컨텐츠생성,created,생성일,생성됨,date,날짜";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,컨텐츠수정,modified,수정일,수정됨,date,날짜";
"kMDItemDurationSeconds.ShortName"            = "duration,지속시간,실행시간,재생시간,연주시간,time,시간";
"kMDItemCreationDate.ShortName"               = "itemcreated,항목생성,created,생성일,생성됨,date,날짜";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,연락처키워드,주소록키워드,keyword,키워드";
"kMDItemVersion.ShortName"                    = "version,버전";
"kMDItemPixelHeight.ShortName"                = "pixelheight,픽셀높이,height,높이";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,픽셀너비,width,너비";
"kMDItemPageHeight.ShortName"                 = "pageheight,페이지높이,height,높이";
"kMDItemPageWidth.ShortName"                  = "pagewidth,페이지너비,height,높이";
"kMDItemColorSpace.ShortName"                 = "colorspace,색상공간,색공간";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,샘플당비트율,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash,플래시,플래쉬";
"kMDItemFocalLength.ShortName"                = "focallength,초점길이";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,알파";
"kMDItemAcquisitionMake.ShortName"            = "make,구성,생성,만들기";
"kMDItemAcquisitionModel.ShortName"           = "model,모델";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,방향,안내";
"kMDItemLayerNames.ShortName"                 = "layer,레이어";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,화이트밸런스";
"kMDItemAperture.ShortName"                   = "aperture,조리개,fstop,F스톱";
"kMDItemProfileName.ShortName"                = "profile,프로파일";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,너비,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,높이,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode,노출모드";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,노출시간,time,시간";
"kMDItemEXIFVersion.ShortName"                = "exifversion,exif버전";
"kMDItemCodecs.ShortName"                     = "codec,코덱";
"kMDItemMediaTypes.ShortName"                 = "mediatype,미디어유형";
"kMDItemStreamable.ShortName"                 = "streamable,스트리밍가능";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,전체비트율,총비트율,총비트전송률,bitrate,비트율,비트전송률";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,비디오비트율,bitrate,비트율";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,오디오비트율,bitrate,비트율,비트전송률";
"kMDItemDeliveryType.ShortName"               = "delivery,전송,배달,양도,인도,납품,진술,발언";
"kMDItemAltitude.ShortName"                   = "고도";
"kMDItemLatitude.ShortName"                   = "위도";
"kMDItemLongitude.ShortName"                  = "경도";

"kMDItemTextContent.ShortName"                = "intext,입력텍스트";
"kMDItemDisplayName.ShortName"                = "displayname,모니터이름,이름표시,화면이름,name,이름";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,적목,적목현상";
"kMDItemMeteringMode.ShortName"               = "meteringmode,측광모드";
"kMDItemMaxAperture.ShortName"                = "maxaperture,최대조리개,조리개";
"kMDItemFNumber.ShortName"                    = "fnumber,F번호,F숫자,fstop,F중단";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,노출프로그램";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,노출시간,time,시간";
"kMDItemHeadline.ShortName"                   = "headline,헤드라인,표제,title,제목,타이틀";
"kMDItemInstructions.ShortName"               = "instructions,명령어,지침,사용방법";
"kMDItemCity.ShortName"                       = "city,도시";
"kMDItemStateOrProvince.ShortName"            = "state,주,province,도";
"kMDItemCountry.ShortName"                    = "country,국가";

"kMDItemAlbum.ShortName"                      = "album,앨범,title,제목,타이틀";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,오디오샘플률,samplerate,샘플률";
"kMDItemAudioChannelCount.ShortName"          = "channels,채널";
"kMDItemTempo.ShortName"                      = "tempo,템포,박자";
"kMDItemKeySignature.ShortName"               = "keysignature,조표,key,키";
"kMDItemTimeSignature.ShortName"              = "timesignature,시간서명";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,오디오인코딩응용프로그램";
"kMDItemComposer.ShortName"                   = "composer,작곡가,author,저자,저작,작가,by";
"kMDItemLyricist.ShortName"                   = "lyricist,작사가,author,저자,작가,저작,by";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,트랙번호";
"kMDItemRecordingDate.ShortName"              = "recordingdate,기록일,녹음일,녹화일,date,날짜";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,뮤지컬장르,뮤지컬,genre,장르";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi";
"kMDItemRecipients.ShortName"                 = "recipient,to,with, 받는 사람, to, with";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,기록년도,year,해,년,년도";

"kMDItemOrganizations.ShortName"              = "organization,회사,단체,부서";
"kMDItemLanguages.ShortName"                  = "language,언어";
"kMDItemRights.ShortName"                     = "rights,권리";
"kMDItemPublishers.ShortName"                 = "publisher,발행인";
"kMDItemContributors.ShortName"               = "contributor,by,author,with, 도움을 주신 분,by,작가,with";
"kMDItemCoverage.ShortName"                   = "coverage,적용범위,지원범위,보상범위";
"kMDItemDescription.ShortName"                = "description,설명,comment,설명,주석,논평";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,청중,청취자,to";

"kMDItemNumberOfPages.ShortName"              = "pages,페이지";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,보안방법,보안방식";

"kMDItemCreator.ShortName"                    = "creator,생성기,생성자";
"kMDItemDueDate.ShortName"                    = "duedate,예정일,date,날짜";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,인코딩간격응용프로그램";

"kMDItemStarRating.ShortName"                 = "starrating,선호도,별선호도";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,전화번호";
"kMDItemEmailAddresses.ShortName"             = "email,이메일";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,im이름,인스턴트메시지이름";
"kMDItemKind.ShortName"                       = "kind,유형,종류";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "email,이메일, 받는 사람";
"kMDItemAuthorEmailAddresses.ShortName"       = "email,이메일, 보낸 사람";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,파일이름";
"kMDItemPath.ShortName"                       = "path,위치,경로";
"kMDItemFSSize.ShortName"                     = "size,크기";
"kMDItemFSCreationDate.ShortName"             = "created,생성일,생성됨";
"kMDItemFSContentChangeDate.ShortName"        = "modified,수정일,수정됨";
"kMDItemFSOwnerUserID.ShortName"              = "owner,소유자";
"kMDItemFSOwnerGroupID.ShortName"             = "group,그룹";
"kMDItemFSIsStationery.ShortName"             = "stationery,편지지,원본파일";
"kMDItemFSInvisible.ShortName"                = "invisible,보이지않음";
"kMDItemFSLabel.ShortName"                    = "label,레이블,꼬리표";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,spotlight설명,spotlight주석,spotlight논평,comment,설명,주석,논평";
"kMDItemFonts.ShortName"                      = "font,서체";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,도구카테고리,악기카테고리";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,도구이름,악기이름";
